/* Alernate Buggon when trying to open a no longer valid url. */
"Fix Link…" = "Link korrigieren …";

/* Alert message when trying to open a no longer valid url. */
"The link file “%@“ can’t be opened because the original item can’t be found." = "Der Link „%@“ kann nicht geöffnet werden, da das Original nicht gefunden wurde.";

